Repository: fcojgodoy/xarxeta-marketgardens
Catalog: languages/xarxeta-marketgardens-*.po
Languages: ca

source: Address
ca: Adreça

source: Enter your address
ca: Introdueix la teva adreça

source: Street Address
ca: Carrer

source: PO Box, Suite, etc.
ca: Numero

source: City
ca: Ciutat

source: Region
ca: Regió

source: Postal Code
ca: Codi postal

source: Phone
ca: Telèfon

source: Secondary phone
ca: Telèfon secundari

source: Mobile
ca: Mòbil

source: Subtitle/slogan
ca: Subtítol / eslógan

source: Enter a subtitle or slogan of the market garden
ca: Introdueix el subtitol o eslógan de la teva horta

source: Who we are
ca: Qui som

source: Enter a text about the people from the market garden
ca: Introdueix un text sobre les persones de l'hort

source: Where and since when?
ca: On i des de quan?

source: Enter a text about the place and the beginning of the market garden
ca: Introdueix un text sobre els començaments i el lloc

source: Description of the land
ca: Característiques de la finca

source: Enter a description for the market garden
ca: Introdueix una descripciò per la teva horta

source: Type of sales
ca: Tipus de venta

source: Enter a description of the type of sales of the market garden
ca: Introdueix un text sobre els tipus de venda

source: Peculiarities
ca: Alguna peculiaritat

source: Enter the peculiarities for the market garden
ca: Introdueix alguna peculiaritat sobre l'hort

source: Sale point
ca: Punt de venda

source: Enter the sale points of your market garden
ca: Introdueix els punts de venda de la teva horta

source: The address of the point of sale
ca: L'adreça del punt de venda

source: Choose city
ca: Selecciona una ciutat

source: Another
ca: Altre

source: Subtitle/Slogan
ca: Subtítol / eslógan

source: Enter a subtitle or slogan for de sale point
ca: Introdueix el subtitol o eslógan de el punt de venda

source: Description
ca: Descripciò

source: Enter a description for the sale point
ca: Introdueix una descripciò per el punt de venda

source: Products
ca: Productes

source: Select the products that can be found in this salepoint
ca: Seleccionar els productes que es poden trobar en aquest punt de venda

source: Enter the start time
ca: Introdueix l'hora de inici

source: Enter the end time
ca: Introdueix l'hora de plegada

source: Days of the week
ca: Dies de la semana

source: Monday
ca: Dilluns

source: Tuesday
ca: Dimarts

source: Wednesday
ca: Dimecres

source: Thursday
ca: Dijous

source: Friday
ca: Divendres

source: Saturday
ca: Disabte

source: Sunday
ca: Diumenge

source: Comment
ca: Comentari

source: Add any comment to the timetable.
ca: Afegeix qualsevol comentari a l'horari

source: Your theme requires PIKLIST to work properly.
ca: El teu tema requereix PIKLIST per treballi pròpiament.

source: The following plugin(s) require PIKLIST, and have been deactivated:
ca: La següent plugin(s) requereixen PIKLIST i han estat desactivats:

source: You can:
ca: Podeu:

source: Activate Piklist for this site
ca: Activar Piklist per a aquest lloc

source: Install Piklist
ca: Instal·lar Piklist

source: %1$s %2$sDismiss this message.
ca: %1$s %2$sAcomiadar aquest missatge.

source: %1$s %2$sChange your theme.
ca: %1$s %2$sCanviar el teu tema.

source: Market gardens
ca: Hortes

source: Sale points
ca: Punts de venda

source: Cities
ca: Ciutates
